Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Hold this modifier and scroll the mouse wheel to scroll columns. Turning off Scroll columns disables both trackpad and modified mouse-wheel column scrolling.
ar: استمر في الإمساك بهذا التعديل وقم بتمرير عجلة الفأرة لتمرير الأعمدة. يؤدي إيقاف تصفح الأعمدة إلى تعطيل كل من تصفح لوحة التتبع وتصفح الأعمدة باستخدام عجلة الفأرة المعدلة.
da: Hold denne modifier og rulle musehjulet for at rulle kolonner. Sluk rullesøjler deaktiverer både trackpad og modificeret musehjulskolonne rulle.
de: Halten Sie diese Modifikator-Taste gedrückt und scrollen Sie mit der Mausrad, um Spalten zu scrollen. Das Deaktivieren des Scrollens von Spalten deaktiviert sowohl das Scrollen auf dem Trackpad als auch das Scrollen auf Spalten mit dem modifizierten Mausrad.
el: Κρατήστε πατημένο αυτό το πλήκτρο τροποποίησης και κυλήστε τον τροχό του ποντικιού για να μετακινηθείτε μεταξύ στηλών. Η απενεργοποίηση της κύλισης στηλών απενεργοποιεί τόσο την κύλιση με την επιφάνεια αφής όσο και την κύλιση στηλών με τροποποιημένο τροχό ποντικιού.
es: Mantén este modificador y desliza la rueda del ratón para desplazarte por las columnas. Desactivar Desplazar columnas desactiva tanto el desplazamiento de las columnas del trackpad como el de la rueda del ratón modificada.
fi: Pidä tätä muunninta ja pyöritä hiiren pyörää pyörittämään pylväitä. Scroll-pylväiden pois päältä kytkeminen estää sekä radanohjauksen että muunnelun hiirenpyöräkolonnien rullaamisen.
fr: Maintenez cette touche de modification et faites tourner la molette pour faire défiler les colonnes. La désactivation de Défilement des colonnes désactive aussi bien le défilement au trackpad que celui à la molette avec touche de modification.
he: תחזיק את המייצב הזה ותגלל את גלגל העכבר לגלול עמודות. כיבוי עמודי גלילה מנטרל גם את המסלול וגם את גלילה של גלגלת עכבר.
hi: इस संशोधक को पकड़ें और कॉलम स्क्रॉल करने के लिए माउस व्हील को स्क्रॉल करें। कॉलम स्क्रॉल को बंद करने से ट्रैकपैड और संशोधित माउस-व्हील कॉलम स्क्रॉलिंग दोनों अक्षम हो जाती है।
it: Tieni questo modificatore e scorri la ruota del mouse per scorrere le colonne. Disattivare le colonne Scroll disabilita sia il trackpad che lo scorrimento della colonna della ruota del mouse modificata.
ja: この修飾キーを押し続け、マウスホイールをスクロールして列をスクロールします。「列をスクロールする」をオフにすると、トラックパッドと修飾されたマウスホイールの列スクロールの両方が無効になります。
ko: 이 수정자를 누르고 마우스 휠을 스크롤하여 열을 스크롤합니다. 열 스크롤을 끄면 트랙패드와 수정된 마우스 휠 열 스크롤이 모두 비활성화됩니다.
nb: Hold inne denne modifikatoren og rull med musehjulet for å rulle kolonner. Å slå av rulling av kolonner deaktiverer både sporingshjulet og modifisert musehjul-rulling av kolonner.
nl: Houd deze modifier vast en schuif het muiswiel om kolommen te schuiven. Het uitschakelen van Scroll kolommen schakelt zowel trackpad en gewijzigde muis-wiel kolom scrollen.
pl: Trzymaj ten modyfikator i przewiń kółko myszy, aby przewinąć kolumny. Wyłączenie przewijania kolumn wyłączają zarówno przewijanie kółkiem trackpadu, jak i zmodyfikowane przewijanie kółkiem myszy.
ru: Нажмите на этот модификатор и прокрутите колесо мыши, чтобы прокрутить столбцы. Отключение прокрутки столбцов отключает как прокрутку на трекбаке, так и прокрутку столбцов на модифицированном колесе мыши.
sr_latn: Držite ovaj modifikator i skrenite miša za skretanje kolona. Izbacivanje Scroll kolone onemogućava i trackpad i modifikovani miša-kolesni kolone scrolling.
sv: Håll ner denna modifierare och rulla med mushjulet för att bläddra i kolumner. Att stänga av bläddring i kolumner inaktiverar både trackpad och modifierad mushjulbläddring i kolumner.
uk: Утримуйте цю клавішу-модифікатор і крутіть коліщатко миші, щоб прокручувати стовпці. Вимкнення прокручування стовпців також вимикає прокручування трекпедом і коліщатком з модифікатором.
zh_hans: 按住此修改键并滚动鼠标轮来滚动列。关闭滚动列会禁用触控板和修改后的鼠标轮列滚动功能。

source: Hold this modifier combo + right mouse drag to resize tiled windows
ar: استمر في الضغط على مجموعة التعديل هذه + سحب الماوس الأيمن لتغيير حجم النوافذ المتجزئة
da: Hold denne modifier combo + højre musetræk for at ændre størrelse flisebelagte vinduer
de: Halten Sie diese Modifikationskombination + Ziehen Sie mit der rechten Maustaste, um die gestapelten Fenster zu vergrößern
el: Κρατήστε αυτόν τον τροποποιητή combo + δεξιά σύρετε το ποντίκι για να αλλάξετε το μέγεθος των παραθύρων πλακάκια
es: Mantén esta combinación de modificadores + arrastra el ratón derecho para rediseñar las ventanas en mosaico
fi: Pidä tätä modifier-yhdistelmää + hiiren oikeaa raahausta, jotta voit muuttaa kaapeleita ikkunoita
fr: Maintenez ce modificateur combo + droite souris glisser pour redimensionner les fenêtres carrelées
he: החזק את שילוב הממיר הזה + גרר העכבר הימני כדי לשנות את גודל חלונות האריחים
hi: टाइल वाली खिड़कियों को रीसाइज़ करने के लिए इस संशोधक कॉम्बो को पकड़ें + राइट माउस ड्रैग करें।
it: Tieni questo modificatore combo + trascinamento destro del mouse per ridimensionare le finestre piastrellate
ja: この修飾コンボを押し続け、右クリックでドラッグしてタイル状のウィンドウをサイズ変更します。
ko: 이 수정자 조합을 누르고 오른쪽 마우스로 드래그하여 타일된 창을 크기 조정합니다.
nb: Hold inne denne modifikatorkombinasjonen + dra med høyre museknapp for å endre størrelsen på flisleggede vinduer.
nl: Houd deze modifier combo + rechter muis slepen om de grootte van betegelde vensters te wijzigen
pl: Trzymaj tę kombinację modyfikatora + przeciągnięcie prawym przyciskiem myszy, aby zmienić rozmiar układanych okien
ru: Нажмите на эту комбинацию модификаторов + проведите пальцем мыши вправо, чтобы увеличить размер панельных окон
sr_latn: Držite ovaj modifikator kombo + desna miša privlači da se reseira zaglavljene prozore
sv: Håll nere den här modifieringskombinationen + dra med höger mus för att ändra storleken på platta fönster.
uk: Утримуйте цю комбінацію клавіш-модифікаторів і перетягуйте правою кнопкою миші, щоб змінювати розмір вікон у мозаїці
zh_hans: 按住此修饰组合键 + 右键拖动来调整网格化窗口的大小

source: Hold this modifier to move the cursor over other windows without changing focus.
ar: استمر في الإمساك بهذا المفتاح لتنقل المؤشر عبر النوافذ الأخرى دون تغيير التركيز.
da: Hold denne modifier for at flytte markøren over andre vinduer uden at ændre fokus.
de: Halten Sie diesen Modifikator gedrückt, um den Cursor über andere Fenster zu bewegen, ohne den Fokus zu ändern.
el: Κρατήστε αυτόν τον τροποποιητή για να μετακινήσετε τον δρομέα πάνω από άλλα παράθυρα χωρίς να αλλάξετε την εστίαση.
es: Mantén presionado este modificador para mover el cursor sobre otras ventanas sin cambiar el enfoque.
fi: Pidä tätä muokkauslaitetta siirtääksesi kursorin muiden ikkunoiden päälle muuttamatta tarkennusta.
fr: Maintenez cette touche de modification pour déplacer le pointeur sur d’autres fenêtres sans changer la sélection.
he: החזק את המייצב הזה כדי להזיז את הסמן מעל חלונות אחרים מבלי לשנות את המיקוד.
hi: कर्सर को फोकस बदले बिना अन्य विंडो पर ले जाने के लिए इस संशोधक को दबाए रखें।
it: Tieni premuto questo modificatore per spostare il cursore su altre finestre senza cambiare la messa a fuoco.
ja: この修飾キーを押すと、フォーカスを変更せずにカーソルを他のウィンドウに移動できます。
ko: 이 수정자를 누르면 포커스를 변경하지 않고 다른 창으로 커서를 이동할 수 있습니다.
nb: Hold denne modifikatoren inne for å flytte markøren over andre vinduer uten å endre fokus.
nl: Houd deze modifier vast om de cursor over andere vensters te verplaatsen zonder de focus te veranderen.
pl: Trzymaj ten modyfikator, aby przesuwać wskaźnik myszy nad innymi oknami bez zmiany skupienia.
ru: Нажмите на этот модификатор, чтобы переместить курсор над другими окнами, не меняя фокус.
sr_latn: Držite ovaj modifikator da pomera kursor preko drugih prozora bez promene fokusa.
sv: Håll ner den här modifieraren för att flytta markören över andra fönster utan att ändra fokus.
uk: Утримуйте цю клавішу-модифікатор, щоб переміщувати вказівник над іншими вікнами без зміни фокуса.
zh_hans: 按住此修饰键，在不改变焦点的情况下将光标移动到其他窗口上。

source: Home Monitor
ar: مراقبة المنزل
da: Hjemmeovervågning
de: Heimmonitor
el: Αρχική οθόνη
es: Monitor del hogar
fi: Kotimonitori
fr: Moniteur d'accueil
he: צג הבית
hi: होम मॉनिटर
it: Monitor Home
ja: ホームモニター
ko: 기본 모니터
nb: Hjemmemonitor
nl: Hoofdbeeldscherm
pl: Monitor domowy
ru: Домашний монитор
sr_latn: Domaći monitor
sv: Arbetsytans standardskärm
uk: Призначений монітор
zh_hans: 家庭监视器

source: Home monitor for workspace %@
ar: شاشة مراقبة منزلية لمساحة العمل %@
da: Hjemmeovervågning for arbejdsområde %@
de: Heimmonitor für Arbeitsbereich %@
el: Αρχική οθόνη για χώρο εργασίας %@
es: Monitor de hogar para espacio de trabajo %@
fi: Työtilan kotimonitori %@
fr: Moniteur à domicile pour l'espace de travail %@
he: צג ביתי למרחב העבודה %@
hi: कार्यस्थल के लिए होम मॉनिटर %@
it: Monitor domestico per spazio di lavoro %@
ja: ワークスペース用のホームモニター%@
ko: 워크스페이스 %@의 기본 모니터
nb: Hjemmemonitor for arbeidsplass %@
nl: Home monitor voor werkruimte %@
pl: Monitor domowy dla przestrzeni roboczej %@
ru: Домашний монитор для рабочего места %@
sr_latn: Domaći monitor za radni prostor %@
sv: Hemövervakare för arbetsyta %@
uk: Призначений монітор для робочого простору %@
zh_hans: 工作区的家庭显示器%@

source: Homebrew already manages `omniwmctl` at %@.
ar: Homebrew يدير بالفعل `omniwmctl` في %@.
da: Homebrew forvalter allerede `omniwmctl` ved %@.
de: Homebrew verwaltet bereits `omniwmctl` bei %@.
el: Το Homebrew διαχειρίζεται ήδη `omniwmctl` στο %@.
es: Homebrew ya gestiona `omniwmctl` en %@.
fi: Homebrew jo hoitaa `omniwmctl` %@:ssä.
fr: Homebrew gère déjà `omniwmctl` à %@.
he: Homebrew כבר מנהל `omniwmctl` ב %@.
hi: Homebrew पहले से ही %@ पर `omniwmctl` का प्रबंधन करता है।
it: Homebrew gestisce già `omniwmctl` a %@.
ja: Homebrewはすでに%@で`omniwmctl`を管理しています。
ko: Homebrew은 이미 %@에서 `omniwmctl`을 관리합니다.
nb: Homebrew administrerer allerede `omniwmctl` på %@.
nl: Homebrew beheert reeds `omniwmctl` bij %@.
pl: Homebrew już zarządza `omniwmctl` w %@.
ru: Homebrew уже управляет `omniwmctl` на %@.
sr_latn: Homebrew već upravlja `omniwmctl` na %@.
sv: Homebrew hanterar redan `omniwmctl` på %@.
uk: Homebrew вже керує `omniwmctl` на %@.
zh_hans: Homebrew已经在%@管理`omniwmctl`了。

source: Horizontal
ar: أفقي
da: Vandret
el: Οριζόντια
fi: Vaakasuora
fr: Horizontale
he: אופקי
hi: क्षैतिज
it: Orizzontale
ja: 水平
ko: 가로
nb: vannrett linje
nl: Horizontaal
pl: Poziomy
ru: Горизонтальный
sr_latn: horizontalno
sv: horisontal
uk: Горизонтальний
zh_hans: 水平的

source: Horizontal offset (negative = left, positive = right)
ar: الإزاحة الأفقية (السالب = اليسار، الإيجابي = اليمين)
da: Vandret forskydning (negativ = venstre, positiv = højre)
de: Horizontale Verschiebung (negativ = links, positiv = rechts)
el: Οριζόντια όφσετ (αρνητικό = αριστερό, θετικό = δεξί)
es: Desplazamiento horizontal (negativo = izquierda, positivo = derecha)
fi: Vaakasuuntainen kontrasti (negatiivinen = vasen, positiivinen = oikea)
fr: décalage horizontal (négatif = gauche, positif = droite)
he: קיזוז אופקי (מינוס = שמאל, חיובי = ימין)
hi: क्षैतिज ऑफसेट (ऋणात्मक = बाएँ, सकारात्मक = दाएँ)
it: Spostamento orizzontale (negativo = sinistro, positivo = destro)
ja: 水平オフセット（負=左、正=右）
ko: 수평 오프셋(음수 = 왼쪽, 양수 = 오른쪽)
nb: Horisontal forskyvning (negativ = venstre, positiv = høyre)
nl: Horizontale verschuiving (negatief = links, positief = rechts)
pl: Odchylenie poziome (ujemne = lewo, dodatnie = prawo)
ru: Горизонтальный смещение (негативное = лево, положительное = право)
sr_latn: Horizontalni ofset (negativni = levi, pozitivni = desni)
sv: Horisontell offset (negativ = vänster, positiv = höger)
uk: Горизонтальний зсув (від'ємне = ліворуч, додатне = праворуч)
zh_hans: 水平偏移（负值=左，正值=右）

source: Hotkey Conflict
ar: تضارب المفاتيح الساخنة
da: Hotkey- konfliktName
de: Hotkey-Konflikt
el: Σύγκρουση Hotkey
es: Conflicto de teclas de acceso rápido
fi: Pikanäppäinkonflikti
fr: Conflit de la touche chaude
he: התנגשות בין קיצורי מקשים
hi: हॉटकी संघर्ष
it: Conflitto di tasti di scelta rapida
ja: ホットキーの競合
ko: 핫키 충돌
nb: Hotkey-konflikt
nl: Conflict tussen sneltoetsen
pl: Konflikt skrótu klawiaturowego
ru: Конфликт горячих клавиш
sr_latn: Hotkei Konflikt
sv: Hopparkonflikt
uk: Конфлікт комбінації клавіш
zh_hans: 热键冲突

source: Hotkey may conflict: %@
ar: قد يتعارض مفتاح الاختصار: %@
da: Hotkey kan være i konflikt: %@
de: Hotkey kann zu Konflikten führen: %@
el: Το Hotkey μπορεί να συγκρούεται: %@
es: La tecla de acceso rápido puede tener un conflicto: %@
fi: Pikanäppäimillä voi olla ristiriitoja: %@
fr: Hotkey peut entrer en conflit : %@
he: הוטקי עשוי להתנגש: %@
hi: हॉटकी टकराव पैदा कर सकती है: %@
it: Hotkey può essere in conflitto: %@
ja: ホットキーが競合する可能性があります：%@
ko: 핫키가 충돌할 수 있습니다: %@
nb: Hotkey kan krasje: %@
nl: Hotkey kan conflicteren: %@
pl: Klawisz skrótu może konfliktować: %@
ru: Кнопка горячего доступа может конфликтовать: %@
sr_latn: Hotkey može da bude u sukobu: %@
sv: Huvudtangent kan krocka: %@
uk: Можливий конфлікт комбінації клавіш: %@
zh_hans: 快捷键可能冲突：%@

source: Hotkey unavailable: %@
ar: مفتاح التشغيل غير متوفر: %@
da: Hotkey ikke tilgængelig: %@
de: Hotkey nicht verfügbar: %@
el: Hotkey μη διαθέσιμο: %@
es: Tecla de acceso caliente no disponible: %@
fi: Avain ei saatavilla: %@
fr: Hotkey non disponible : %@
he: קיצור המקשים אינו זמין: %@
hi: हॉटकी अनुपलब्ध: %@
it: Hotkey non disponibile: %@
ja: ホットキーが利用できません：%@
ko: 핫키 사용 불가능: %@
nb: Hotkey utilgjengelig: %@
nl: Hotkey is niet beschikbaar: %@
pl: Klawisz skrótu niedostępny: %@
ru: Горячий ключ недоступен: %@
sr_latn: Hotkey nije dostupan: %@
sv: Hoppknapp otillgänglig: %@
uk: Комбінація клавіш недоступна: %@
zh_hans: 热键不可用：%@

source: Hotkeys
ar: مفاتيح الاختصار
da: HotkeysCity in California USA
el: Συντομεύσεις
es: Teclas de acceso rápido
fi: Pikanäppäimet
fr: Raccourcis clavier
he: קיצורי מקשים
hi: हॉटकीज
it: Tasti di scelta rapida
ja: ホットキー
ko: 핫키
nl: Sneltoetsen
pl: Klawisze skrótowe
ru: Кнопки горячей клавиши
sr_latn: Hotkejs
sv: Hoppa-tangenter
uk: Комбінації клавіш
zh_hans: 快捷键

source: Hover or focus a control to learn what it does.
ar: مرر المؤشر أو ركز على عنصر التحكم لمعرفة ما يفعله.
da: Hover eller fokusere en kontrol for at lære, hvad det gør.
de: Bewegen Sie den Mauszeiger über einen Schalter oder konzentrieren Sie sich darauf, um zu erfahren, was er tut.
el: Πήγαινε ή συγκεντρώσου σε έναν έλεγχο για να μάθεις τι κάνει.
es: Desplázate o enfócate en un control para aprender qué hace.
fi: Hoitele tai keskitä kontrollia oppiaksesi, mitä se tekee.
fr: Concentrez-vous sur un contrôle pour apprendre ce qu'il fait.
he: רחיפה או התמקדי בשליטה כדי ללמוד מה היא עושה.
hi: यह जानने के लिए कि यह क्या करता है, एक नियंत्रण को होवर या फ़ोकस करें।
it: Spostare o mettere a fuoco un controllo per imparare cosa fa.
ja: コントロールをホバーまたはフォーカスして、それが何をするかを確認してください。
ko: 컨트롤을 호버하거나 집중하여 그것이 무엇을 하는지 알아보세요.
nb: Hold musemarkøren over eller fokuser på en kontroll for å lære hva den gjør.
nl: Wijs een bedieningselement aan of focus het om te zien wat het doet.
pl: Pochyl lub skup się na kontrolce, aby się dowiedzieć, co robi.
ru: Перетащите или сосредоточьтесь на контроле, чтобы узнать, что он делает.
sr_latn: Podignite ili fokusirajte kontrolu da biste saznali šta radi.
sv: Håll muspekaren över eller fokusera en kontroll för att lära dig vad den gör.
uk: Наведіть вказівник на елемент керування або виберіть його клавіатурою, щоб дізнатися, що він робить.
zh_hans: 悬停或聚焦一个控制按钮，以了解它做什么。

source: Hovered Window Border
ar: حافة النافذة المتنقلة
da: Hovered Window BorderCity in California USA
de: Hovering-Fensterrahmen
el: Περίγραμμα παραθύρου κάτω από τον δείκτη
es: Línea del borde de la ventana flotante
fi: Peiteikkunan raja
fr: Frontière de fenêtre hissée
he: מסגרת החלון שמתחת למצביע
hi: हॉवर विंडो बॉर्डर
it: Bordo della finestra sospeso
ja: ホバーしたウィンドウの境界線
ko: 포인터가 올라간 창의 테두리
nb: Hoverende vinduskant
nl: Vensterrand met zweefvlaggen
pl: Krawędź okna nad którym najechano
ru: Ограничение окна при прохождении курсора
sr_latn: Ugrađena prozorska granica
sv: Hoverad fönsterkant
uk: Рамка вікна під вказівником
zh_hans: 悬停窗口边框

source: How a lone window is sized: Full Screen fills the work area; Custom uses a fixed width × height
ar: كيف يتم تحديد حجم النافذة المنفردة: يملأ الشاشة الكاملة منطقة العمل؛ يستخدم التخصيص عرضًا وارتفاعًا ثابتين.
da: Hvordan et ensomt vindue er størrelse: Fuld skærm fylder arbejdsområdet; Brugerdefineret bruger en fast bredde × højde
de: Wie ein einzelnes Fenster eingestellt wird: Vollbild füllt den Arbeitsbereich; Custom verwendet eine feste Breite × Höhe.
el: Πώς ένα μοναχικό παράθυρο είναι μεγέθους: Πλήρης οθόνη γεμίζει την περιοχή εργασίας; Προσαρμοσμένο χρησιμοποιεί ένα σταθερό πλάτος × ύψος
es: Cómo se dimensiona una ventana individual: Full Screen llena el área de trabajo; Custom utiliza un ancho × altura fijos.
fi: Yksinäisen ikkunan koko: Full Screen täyttää työalueen; Custom käyttää kiinteää leveyttä × korkeutta
fr: Comment une fenêtre unique est dimensionnée: Full Screen remplit la zone de travail; Custom utilise une largeur fixe × hauteur
he: גודל חלון בודד: מסך מלא ממלא את אזור העבודה; מותאם אישית משתמש ברוחב קבוע × גובה
hi: एक अकेला विंडो कैसे आकार दिया जाता है: फ़ुल स्क्रीन कार्य क्षेत्र को भरती है; कस्टम एक निश्चित चौड़ाई × ऊँचाई का उपयोग करता है।
it: Come è grande una finestra solitaria: Full Screen riempie l'area di lavoro; Custom utilizza una larghezza fissa × altezza
ja: 単一のウィンドウのサイズ設定方法：フルスクリーンは作業領域を占有します。カスタムでは固定幅×高さを使用します。
ko: 싱글 창의 크기 설정 방법: 풀스크린은 작업 영역을 채우고, 커스텀은 고정된 너비 × 높이를 사용합니다.
nb: Hvordan et enkelt vindu er størrelse: Fullskjerm fyller arbeidsområdet; Tilpasset bruker en fast bredde × høyde.
nl: Hoe een eenzaam venster is grootte: Full Screen vult het werkgebied; Custom maakt gebruik van een vaste breedte × hoogte
pl: Jak okno jedno jest rozmiarowane: Pełny ekran wypełnia przestrzeń roboczą; Niestandardowe ustawia stałą szerokość × wysokość
ru: Как размер окна определяется: полный экран заполняет рабочую зону; индивидуальный размер использует фиксированную ширину × высоту.
sr_latn: Kako se veličina jedinstvenog prozora: Potpuni ekran ispunjava radno područje; Prilagođeno koristi fiksnu širinu × visinu
sv: Hur ett ensamt fönster dimensioneras: Fullskärm fyller arbetsområdet; Anpassat använder en fast bredd × höjd.
uk: Розмір окремого вікна: «Повний екран» заповнює робочу область; «Власний» задає фіксовану ширину × висоту
zh_hans: 单个窗口的尺寸设置：全屏填充工作区域；自定义使用固定宽度×高度。

source: How a lone window is sized: Full Screen fills the work area; Custom uses a fixed width × height; Container Primary Span keeps the configured primary span.
ar: كيف يتم تحديد حجم النافذة المنفردة: يملأ الشاشة الكاملة منطقة العمل؛ يستخدم التخصيص عرضًا وارتفاعًا ثابتين؛ يحافظ الممتص الرئيسي على الامتداد الأساسي المُعد.
da: Hvordan et enlig vindue er størrelse: Fuld skærm fylder arbejdsområdet; Brugerdefineret bruger en fast bredde × højde; Container Primær Span holder den konfigurerede primære span.
de: Wie ein einzelnes Fenster eingestellt wird: Der Vollbildschirm füllt den Arbeitsbereich; Custom verwendet eine feste Breite × Höhe; Container Primary Span behält den konfigurierten Primärspannung bei.
el: Πώς ορίζεται το μέγεθος ενός μοναδικού παραθύρου: η Πλήρης οθόνη γεμίζει την περιοχή εργασίας· το Προσαρμοσμένο χρησιμοποιεί σταθερό πλάτος × ύψος· το Κύριο εύρος κοντέινερ διατηρεί το ρυθμισμένο κύριο εύρος.
es: Cómo se dimensiona una ventana única: Full Screen llena el área de trabajo; Custom utiliza un ancho × altura fijos; El ancho principal del contenedor mantiene el ancho principal configurado.
fi: Yksinäisen ikkunan koko: Full Screen täyttää työalueen; Custom käyttää kiinteää leveyttä × korkeutta; Container Primary Span pitää konfiguroidun päävälin.
fr: Comment une fenêtre unique est dimensionnée : Full Screen remplit la zone de travail ; Custom utilise une largeur fixe × hauteur ; Container Primary Span conserve la portée primaire configurée.
he: כיצד גודל חלון בודד: מסך מלא ממלא את אזור העבודה; מותאם אישית משתמש ברוחב קבוע × גובה; מיכל המחסנית הראשי שומר על טווח ראשי מוגדר.
hi: एक अकेला विंडो कैसे आकार दिया जाता है: फ़ुल स्क्रीन कार्य क्षेत्र को भरती है; कस्टम एक निश्चित चौड़ाई × ऊँचाई का उपयोग करता है; कंटेनर प्राथमिक स्पैन कॉन्फ़िगर किया गया प्राथमिक स्पैन को बनाए रखता है।
it: Come è dimensionata una finestra solitaria: Full Screen riempie l'area di lavoro; Custom utilizza una larghezza fissa × altezza; Container Primary Span mantiene l'intervallo primario configurato.
ja: 単一のウィンドウのサイズ設定方法：フルスクリーンは作業領域を埋め尽くします。カスタムは固定幅×高さを使用します。コンテナプライマリスパンは構成されたプライマリスパンを保持します。
ko: 고립된 창의 크기 설정 방법: 풀스크린은 작업 영역을 채우고, 커스텀은 고정된 너비 × 높이를 사용합니다. 컨테이너 기본 스팬은 구성된 기본 스팬을 유지합니다.
nb: Hvordan et enkelt vindu er dimensjonert: Fullskjerm fyller arbeidsområdet; Tilpasset bruker en fast bredde × høyde; Container Primary Span beholder den konfigurerte primære spenningen.
nl: Hoe een eenzaam venster is grootte: Full Screen vult het werkgebied; Custom maakt gebruik van een vaste breedte × hoogte; Container Primary Span houdt de geconfigureerde primaire spanwijdte.
pl: Jak jest ustawiona wielkość pojedynczego okna: Pełny ekran wypełnia przestrzeń roboczą; Niestandardowa używa ustalonej szerokości × wysokości; Container Primary Span zachowuje skonfigurowany główny rozmiar.
ru: Размер одиночного окна: «На весь экран» заполняет рабочую область; «Произвольный» использует фиксированные ширину и высоту; «Основной размер контейнера» сохраняет настроенный основной размер.
sr_latn: Kako se veličina jedinstvenog prozora: Potpuni ekran ispunjava radno područje; Prilagođena koristi fiksnu širinu × visinu; Kontejner Primarni Špan zadržava konfigurisani primarni opseg.
sv: Hur ett ensamt fönster dimensioneras: Fullskärmen fyller arbetsområdet; Anpassat använder en fast bredd × höjd; Container Primary Span behåller den konfigurerade primära spänningen.
uk: Розмір окремого вікна: «Повний екран» заповнює робочу область; «Власний» задає фіксовану ширину × висоту; «Основний розмір контейнера» зберігає заданий основний розмір.
zh_hans: 单个窗口的尺寸设置：全屏填充工作区域；自定义使用固定宽度×高度；容器主跨保持配置的主跨。

source: How long a clicked icon stays revealed. The countdown pauses while its menu is open.
ar: كم من الوقت يبقى الرمز الماوس عليه مرئيًا. يتوقف العد التنازلي أثناء فتح القائمة الخاصة به.
da: Hvor længe et klikket ikon forbliver afsløret. Nedtællingen pauser mens menuen er åben.
de: Wie lange ein angeklicktes Symbol angezeigt bleibt. Der Countdown pausiert, während sein Menü geöffnet ist.
el: Πόσο καιρό αποκαλύπτεται ένα κλικ εικονίδιο. Η αντίστροφη μέτρηση σταματάει ενώ το μενού του είναι ανοιχτό.
es: Cuánto tiempo permanece revelado un icono hecho clic. El temporizador de cuenta atrás se detiene mientras su menú está abierto.
fi: Kuinka kauan klikattu kuvake pysyy paljastuneena. Lähtölaskenta pysähtyy, kun sen valikko on auki.
fr: Combien de temps une icône cliquée reste révélée. Le compte à rebours s'arrête alors que son menu est ouvert.
he: כמה זמן אייקון נקישה נשאר חשוף. הספירה לאחור עוצרת כל עוד התפריט פתוח.
hi: क्लिक किए गए आइकन को कितने समय तक प्रकट रखा जाता है। जब मेनू खुला होता है, तो काउंटडाउन रुक जाता है।
it: Per quanto tempo un'icona cliccata rimane rivelata. Il conto alla rovescia si interrompe mentre il menu è aperto.
ja: クリックしたアイコンはどれくらい表示されますか。メニューが開いている間、カウントダウンは一時停止されます。
ko: 클릭한 아이콘이 표시되는 시간은 얼마나 되나요? 메뉴가 열려 있는 동안 카운트다운이 일시 중지됩니다.
nb: Hvor lenge forblir et klikket ikon synlig. Telleren stopper opp mens menyen er åpen.
nl: Hoe lang een geklikt pictogram blijft onthuld. Het aftellen pauzeert terwijl het menu geopend is.
pl: Jak długo ikona kliknięta pozostaje widoczna. Licznik odliczania zawieszony jest, gdy menu jest otwarte.
ru: Как долго раскрывается нажатая иконка. Сброс времени приостанавливается, пока меню открыто.
sr_latn: Koliko dugo kliknuta ikona ostaje otkrivena. Broj prekida dok je njegov meni otvoren.
sv: Hur länge en klickad ikon förblir synlig. Nedräkningen pausar medan dess meny är öppen.
uk: Час, протягом якого піктограма залишається видимою після клацання. Відлік призупиняється, поки її меню відкрите.
zh_hans: 点击的图标会显示多久。当其菜单打开时，倒计时会暂停。
